[net]
batch=64
subdivisions=1
height=448
width=448
channels=3
momentum=0.9
decay=0.0005

learning_rate=0.0001
policy=steps
steps=20,40,60,80,20000,30000
scales=5,5,2,2,.1,.1
max_batches = 40000


[connected]
output=1
activation=leaky

[connected]
output= 11
activation=linear

[detection]
classes=1
coords=4
rescore=1
side=1
num=2
softmax=0
sqrt=1
jitter=.2

object_scale=0.1
noobject_scale=.05
class_scale=0.01
coord_scale=0.01

